Repository: atlas-studios/Session2-G9
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: 一时间大厅内静得惊人，除了众人急促的呼吸声外，只有林立轻微的脚步声从台阶上传来。
en_us: For a moment, the hall was alarmingly quiet. Except for the rapid sounds of breath, only Lin Li's light footsteps could be heard coming from the step.

source: 一时间林立有些犹豫，老实说他不是很想看见这个叫罗琳的女人。
en_us: In that instant, Lin Li hesitated; to be honest, he wasn't keen on seeing this Rowling woman.

source: 一时间红发美女心中百味杂陈，有些惊讶也有些钦佩，可再一看到林立脸上那小人得志的神态时，却又没来由的感觉一阵羞怒。
en_us: The redheaded beauty had a mix of emotions in her heart, somewhat surprised and somewhat filled with admiration. But when she saw how cocky Lin Li looked, she felt a sense of shame and anger once more.

source: 一时间翡翠高塔内闹得不可开交，各种流言更是传得如火如荼，有猜测两人关系是否正常的，也有质疑葛瑞安处事是否公正的，甚至还有几个性格暴躁的，以退出公会威胁葛瑞安收回这个决定。
en_us: For a moment, Emerald Tower was in chaos and all kinds of rumors were in full swing. There were speculations about whether the relationship between them was normal or not, and questions about whether Gerian was being fair. There were even a few petulant ones who threatened to pull out from the guild if Gerian did not rescind his decision.

source: 一时间这几个心思敏锐的人，都被自己的猜测给吓住了。
en_us: In that moment, those with keen minds were astounded by their own guess.

source: 一枚人阶上品丹药十两银子，十枚就是一百两，也就是一两紫金。要是能在一个月内炼制出一百枚人阶上品丹药，他欠下风月楼的巨额债务不就可以轻松还上了吗？万一再炼制出一枚刚才这种地阶丹药，那说不定只要几枚就能变卖十两紫金了……
en_us: A Man-tier superior-grade elixir pill was worth ten taels of silver. Ten pills were worth a hundred taels—or one tael of purple gold. If he could produce a hundred Man-tier superior-grade elixirs within a month's time, wouldn't he be able to easily return the enormous debt to the people of Fengyue Brothel?

source: 一枚水晶球放在大厅中央，而在水晶球的四周，又布下了两道魔纹。
en_us: A crystal ball was placed in the middle of the hall. Around the crystal ball lay two kinds of mageweath.

source: 一根小小的点金棒，却几乎用遍了他掌握的所有专业。
en_us: Creating a small gold rod had utilized almost all the professions he acquired.

source: 一次完全的魔力恢复，在关键时刻几乎就能改变一切。
en_us: A full restoration of the mana could change almost everything at the critical moment.

source: 一次次挤出笑容示好，换来的是一双双冷眼。
en_us: Each time he was forced to show a friendly smile, all he received in exchange were several cold shoulders.

source: 一步，两步，三步！
en_us: One step, two steps, three steps!

source: 一波又一波的精神冲击之下，他已经到了崩溃的边缘。
en_us: After waves and waves of mental strike, he was on the brink of collapse.

source: 一炷香之后，他来到了天羽城的城中心广场内，广场内人来人往，车水马龙很是热闹，江逸全身笼罩内黑袍内，引起了一些人注意，不过城内人多嘈杂，大家倒是没怎么在意。
en_us: After five minutes, he arrived in the City Plaza in the middle of Skyplume City. People came and went in and around the plaza, with much heavy traffic that made the square bustling with activity. With his entire body enveloped in pitch-black robes, Jiang Yi did attract the attention of some people; however, as the city was crowded and noisy, most people did not seem to take notice.

source: 一炷香时间后，江逸抵达了丹药房，在门口他有些畏缩的朝内堂望去，想看看丹药房的长老在不在？这个负责给江家炼丹的外姓柳长老脾气可是异常古怪的。
en_us: After five minutes, Jiang Yi arrived at the Elixir Room. He flinched at the door, cowering as he looked into the room, wondering if the elder of the Elixir Room was there. This man in charge of producing elixirs for the Jiang Clan, Elder Liu, had a bizarre temperament.

source: 一点点星辰沙，在烧杯中泛起湛蓝色的光晕，透过烧杯的折射，更是仿佛梦境般柔和，只是林立却不敢陶醉，星辰沙必须用紫水晶盛放，否则其中蕴涵的魔力将会很快消失，他也是被逼得没有办法，才暂时弄了个玻璃烧杯充数。
en_us: An azure blue halo appeared in the beaker with that little bit of star sand. Through the refraction of the beaker, it looked as gentle as if in a dream. But Lin Li did not dare to get immersed in it. The star sand had to be held in amethyst, otherwise the mana contained in it would disappear. He was forced, having no other way but to use a glass beaker for the time being.

source: 一片耀眼的火光飞溅开来，无数星星点点的火花落在地毯上，在那厚厚的地毯上烧出一个个黑色的小点，两股魔力激起的气浪之下，四周的桌椅被掀得东倒西歪，十几张洁白的餐巾在水晶灯下飞舞，几名离得稍近一些的宾客，更是被气浪推得跌倒在地。
en_us: A blaze of fire spattered and countless sparks fell on the thick carpet, burning black dots on it. Under the blast of the two magic waves, the tables and chairs were thrown upside down and a dozen white napkins danced around under the crystal chandeliers. Several guests who were closer were pushed to the ground by the blast.

source: 一番话听得林立心悦诚服：“您是一个人才……”
en_us: Lin Li felt a heartfelt admiration at his words. "You are a genius..."

source: 一百五十四万金币被分成了两份，魔法公会拿了其中三十万，剩下的一百二十四万全归了林立，毕竟这一次拍卖，不管草药还是手工，都是林立一手包办，说到底魔法公会只是借了个地方出来，他拿大头自然是天经地义的事。
en_us: One million five hundred and forty thousand gold coins were divided into two shares. The Guild of Magic would take 300,000 and the remaining 1,240,000 would all go to Lin Li. After all, for this auction, the herbs and work were all done by Lin Li alone. The Guild of Magic had merely lent him the space, so it would be perfectly justified to give him the bigger portion of the pie.

source: 一直以来他都在猜测，加洛斯魔法公会里，究竟谁才是那个神秘的药剂师。
en_us: All along he had been guessing, who exactly was that mysterious pharmacist in the Jarrosus Guild of Magic?

source: 一直修炼到黄昏时分，江逸才停了下来，内视了一下丹田内的元力，他眼中都是火热。只是修炼了一下午，他积累的元力就可比以前的一个月，武殿内修炼速度的增幅，加上黑色元力丹药，还有他本身封印符文的破解，让他修炼速度呈火箭般快速增长。
en_us: Jiang Yi continued power cultivation until dawn, when he finally decided to stop. Using his inner vision to observe the essence force in his dantian, his eyes were filled with fiery passion. He had only done power cuultivation for an afternoon, yet the amount of essence force he had collated was equivalent to what he used to produce in an entire month. With the increase in the speed of his essence force cultivation in the Martial Arts Hall, plus the effects of the black essence force and the medical efficacy of the elixir, on top of the gradual removal of more runic patterns on the seal on his person, allowed his power cultivation speed to to become faster and fast longer, akin to a flying fire arrow.

source: 一直到凯文宣布交易完成的时候，小梅林都还目瞪口呆的愣在那里，那种感觉实在是太复杂了，就好象两个大魔导士之间的战斗，一个眼看着已经魔力枯竭，在最后关头垂死挣扎似的放出一发冰锥，结果这一发冰锥，却生生把对手捅了个透心凉……
en_us: Until Kevin announced that it was a done deal, Little Merlin still stood there, dumbfounded. The feeling was too complicated; it was like a battle between two archmages: one saw that his mana was exhausted and struggled to unleash an icicle at the last moment, but as a result, the icicle had stabbed the opponent right in the heart...

source: 一直到刚才那一刻，林立才忽然明白过来。
en_us: Until that moment, Lin Li suddenly understood.

source: 一直到刚才，他终于看到了凯文。
en_us: Until a moment ago, when he finally saw Kevin.

source: 一直到刚才，凯文终于亲口承认了。
en_us: Until just now, when Kevin finally admitted it personally.

source: 一直到大概中午的时候，一众势力才忽然发现，自己根本就是虚惊一场。
en_us: Until around noon, all the forces suddenly realized that it was a false alarm.

source: 一直到将花丛中的幽灵草采完，林立才勉强压抑住了心头的激动，这大概是他穿越之后，最值得高兴的一件事了，林立心里很清楚，一个全职业的大师意味着什么，这几乎就等于是一个无所不能的超人，有了这样的背景，他在这个陌生世界的未来，似乎也渐渐变得清晰起来。
en_us: It was not until the ghostskins had been gathered that Lin Li was able to suppress his excitement. This was probably the best thing that made him happy since he had time travelled. Lin Li knew very well what it meant to be a master of all professions. It was almost like being an omnipotent superman. With a background like that, his future in this unfamiliar world seemed to become clearer.

source: 一直到现在安度因都还没弄清楚，这小子的精神力极限究竟在什么地方，他只知道平日里那种高强度的元素排列练习，如果换个魔法师来的话，恐怕用不了一个小时就会累得回房冥想，可林立就是没事，这小子的精神力就好象是永远也用不完似的，进行多长时间的练习，完全看他心情如何，安度因只听他叫过烦，却从来没听他叫过累……
en_us: It was still unclear to Andoine where the limit of the kid's mental strength was. All he knew was, if another mage were to practice the highly intensed elemental sequencing daily, it would probably take him less than an hour to tire out and return to his room to meditate. But Lin Li was perfectly fine. The kid's mental strength seemed to be endless. To go through how many hours of practicing all depended on his mood. Andoine had only ever heard him protest in annoyance, but never did he protest out of exhaustion.

source: 一直到第二天破晓时分，江逸才停止了修炼！
en_us: It was only until the break of dawn the next day that Jiang Yi stopped his cultivating practice!

source: 一直到第四天早上，他才从房间里走出来。
en_us: It was not until the fourth morning that he came out of the room.

source: 一直到这个时候，林立才忽然明白，在落日山脉上的时候，安度因为什么会说，再没什么能教给自己的了，有些东西，确实没法用语言描述，明白就是明白，不明白怎么说都不会明白，当魔法实力达到某种程度之后，语言就仿佛变得苍白无力，再多的说教，都不如真正的打一架来得实在。
en_us: It was only then that Lin Li suddenly understood why Andoine had said he had nothing more to teach him back in the Sunset Mountains. Some things just couldn't be described in words. If you understand, you'll understand, and if you don't, you'll still not understand no matter how much was said. When the magic power reached a certain level, language seemed to become pale and powerless, and no amount of preaching would be as real as fighting one another.

source: 一直到这个时候，林立才有机会看清，这个从身后袭击自己的怪物，究竟长得什么样子。
en_us: It was only then did Lin Li have the chance to see the appearance of the monster who had attacked him from behind.

source: 一直到这个时候，林立才突然记起，那天在黑山镇的时候，希恩就说过他没有其他皮甲，自己当时似乎还说过，等到了奥兰纳之后，一定帮他买件新的，结果这两天试炼任务安排得太紧，又被麦德林那老家伙抓去打铁，一来二去之间，居然就把这件事给忘了……
en_us: Only until then did Lin Li suddenly remember that at Black Hill Town, Sheehan had already mentioned that he had no other leather armors. Lin Li could also vaguely recall to have promised to buy Sheehan a new one once they reached Alanna. However, in the end, he was too caught up with the trial tasks these few days and was then ordered to forge metals for Medellin. Gradually, he had actually forgotten about it...

source: 一直到这个时候，麦德林才渐渐明白，落魄了数十年的加洛斯魔法公会，这一次究竟培养出了一个什么样的家伙……
en_us: It was at this moment when Medellin slowly understood that the Jarrosus Guild of Magic, which had been low-lying for decades, had actually nurtured such a talent...

source: 一直到那几瓶迅捷药水完工，老法师才仿佛是忽然回过神来。
en_us: The old mage only returned back to his normal state when the few bottles of Hastening Potions were completed.

source: 一直到那天在伊娜家中，一场可笑的误会之后，却发现被自己误会的人，居然是自己一直想寻找的药剂师，当时罗琳心里真是又羞愧又悔恨，羞愧的是自己险些害了最好朋友的父亲，悔恨的却是与一位药剂师失之交臂，有好几次她都想亲自去魔法公会道歉，却又被心中的那一丝矜持所阻。
en_us: Until that day at Ina's place—after the ridiculous misunderstanding, she realized that the person she had misunderstood was actually the pharmacist she had been looking for all along. At that moment, Rowling had been utterly ashamed and regretful. She had been ashamed for she had almost killed her best friend's father, and regretful for she had let slip a pharmacist. Many times she had wanted to visit the Guild of Magic to apologize in person, but was held back by the hint of reserve in her heart.

source: 一直到长谈之后的第七天，始终完整的倔老头才又把林立叫到了木屋外。
en_us: It was not until the seventh day after the long talk that the stubborn old man, who was still in one piece, called Lin Li out of the log cabin.

source: 一直到鲁本－萨鲁曼转身离去，小梅林也没意识到有什么不对。
en_us: Little Merlin did not realize what was wrong as Reuben Saruman turned around to leave.

source: 一直走到今天早上，林立终于听见了一些声音。
en_us: It continued until this morning, when Lin Li finally heard some voices.

source: 一看之下，江逸傻眼了，小树林一个满脸横肉的胖少年缓缓走出，满脸都是凶光和戏谑之色，不是江如虎是谁？而他身后却不断冒出人头，密密麻麻的，最少有二十人！
en_us: After one look, Jiang Yi was completely dumbstruck. A fierece-looking plump youth slowly walked out of the small forest, his face giving off an expression of feorcity, animosity and a desire to ridicule - who else could it be but Jiang Ruhu? On top of that, an endless number of heads appeared behind his back. This densely packed group had at least twenty people!

source: 一看林立疑惑的目光，葛瑞安就知道自己说了句废话，不由郁闷的拍了自己一巴掌，暗骂一声真是笨蛋，这小子才接触魔法两三个月，一直跟着安度因学习，又哪知道什么等级认证？
en_us: Gerian knew he had said something nonsensical upon seeing Lin Li's confused eyes. He had slapped himself out of dismay and cursed himself silently. What a fool I am! This kid had just been exposed to magic three months ago and had been learning from Andoine, how would he know of any level certification?

source: 一群魔法师已经开始窃窃私语了。
en_us: A group of mages were whispering among themselves.

source: 一群魔法师真想扑上去把他给掐死，当着葛瑞安的面你还敢起这种心思，你这跟把手伸进会长大人口袋拿钱有什么区别？还到时候大家轮着用……葛瑞安不找人轮你大米就算你运气了……
en_us: The group of mages had really wanted to jump on him and strangle him to death. You actually dared to come up with such a thought in front of Gerian, how was it different from putting your hand into the President's pocket and taking money from it? Moreover, you had even mentioned everyone taking turns to use it... You'd be lucky if Gerian didn't find someone to tread you over...

source: 一老一少正在那窃窃私语，大厅里却又完成了一宗买卖。
en_us: As the old and the young were whispering away, another deal was completed in the hall.

source: 一股庞大无比的魔力，猛然之间释放出来。
en_us: A large wave of incomparable energy was suddenly released.

source: 一股无可抵抗的气息从老梅林身上散发出来，比起先前与林立对峙时，这股气息更加狂暴更加强大。
en_us: A compelling aura was felt from Old Merlin. It was different from the confrontation with Lin Li earlier on, this time the aura was even more violent and powerful.

source: 一股纯正的魔法气息正从水晶上缓缓透出，气息中完全没有一丝杂质，纯粹而又干净，温和而又柔软，就如同乡间的小河潺潺流淌，无声无息的滋润着大地。
en_us: A pure magical aura was emitted from the crystal. There were no traces of impurity in the aura at all. It was authentic and clean, gentle and soft, like a flowing river from the countryside, moistening the earth without a sound.

source: 一行四人只用了半天时间，就穿过了那片茂密的森林。
en_us: It only took half a day for the party of four to walk through the dense forest.

source: 一行四人各怀心事，就这么一路往加洛斯城方向走去。
en_us: The party of four set off in the direction of Jarrosus City, each carrying their own secrets.

source: 一记迟缓术之后，紧接着就是光亮术。
en_us: After unleashing the Delaying Spell, he quickly recited the Illuminating Spell.

source: 一记霜结术之后，又是一记风刃。
en_us: After the Frost Spell, he cast another Wind Blade Spell.

source: 一记风刃之后，林立仍不罢休，又是两手各凝出一根冰锥，众人只听“嗖嗖”两声轻响，两根又细有长的冰锥已是呼啸而出。
en_us: Lin Li was unwilling to stop after that shot of wind blade. An icicle was formed on each of his hands; the crowd heard a swish and two long, thin icicles tore through the air.

source: 一身白衣胜雪，面容如刀削，脊背如剑，嘴角含着淡淡笑意，风度翩翩，这是一个能让所有花痴少女尖叫的美少年！
en_us: One was dressed in a shirt whiter than snow. His face was sharp like a knife, his back straight like a sword, and the corners of his mouth shaped in a faint smile. This was a youthful man so handsome that he would make any girl scream!

source: 一连几天将自己关在房间里，满脑子都是葛瑞安与老梅林的战斗。
en_us: He had locked himself in his room for several days, his mind full of the battle between Gerian and Old Merlin.

source: 一连十几发风刃术射上去，那一片巨网竟生生被林立割出一个缺口。
en_us: After a dozen shots of wind blades, Lin Li had managed to carve a hole in the giant net.

source: 一道充满怨毒的声音将江逸的思绪拉了回来，他目光一扫看到江豹一边痛嚎，一边恶狠狠的盯着他，那肥嘟嘟的胖脸一片狰狞之色，清晰地写着仇恨二字。
en_us: An enraged roar pulled Jiang Yi back from his thoughts. He looked at Jiang Bao and saw him howling in agony; his eyes met with Jiang Bao’s dark, furious gaze.

source: 一道冰冷的声音惊醒了众人，江逸的身子如利箭般从地上射去，直冲江如虎而来。
en_us: A cold voice roused the group of people from their shock, as Jiang Yi's figure shot up from the ground like a sharp arrow and rushed straight for Jiang Ruhu.

source: 一道冷哼声响起，两名护卫倒飞出去，反而把路让开了，那名铸鼎境三重的武者化作一道残影冲了进来，抬手对着江逸的胸口就是一掌！
en_us: The two guards who were sent flying out opened up a path for the third-stage guard to dash in. He raised his palm and aimed at Jiang Yi's chest!

source: 一道如炸雷般的声音响起，十多人鱼贯而入，一名穿着黑色锦袍中年人虎目森森率先走了进来，身上狂暴的气势瞬间笼罩了整个演武殿，他目光如电一眼锁定江逸，爆喝一声双手元力环绕，很明显……江逸再不停手他就要出手了。
en_us: An exploding voice resonated as a dozen individuals penetrated into the Martial Arts Demonstration Hall. A black robed middle-aged man walked in with severe eyes. His violent and imposing aura shrouded the entire Martial Arts Demonstration Hall. His sights locked on Jiang Yi like lightning, the sound of essence force circulating could be heard from his hands. It was obvious... if Jiang Yi didn't stop, he would have made his move.

source: 一道惨绝伦寰叫声响起，江豹在地上不断的翻滚起来，他刚才击出的右手以一种奇怪的形状软绵绵的耷拉着，好像……被他的左手那一格挡，给反推得手肘脱臼了？
en_us: An extremely tragic scream pierced the air as Jiang Bao rolled around the ground in severe agony. The right hand he had used to attack was pushed away by a mysterious force. He had used his left hand to block the attack that came after, but the sheer force dislocated his elbow.

source: 一道惨绝伦寰的尖叫声很快响起，马飞全身都颤抖起来，不是因为小腹传来的剧痛，而是因为惊恐，这江家杂碎竟敢废了他，竟真的废了他？
en_us: A harrowing scream soon spilled out. Ma Fei's body shook all over, not because of the agonizing pain coming from his stomach, but because of the panic and fear that filled him: the Jiang Clan rascal dared render him useless... he actually, really did it?

source: 一道沉声的声音响起，却不是江豹击中了江逸，而是江豹那矮壮的身躯竟如破麻袋般倒飞了出去四五丈，这才重重砸落在地上。
en_us: A loud, low sound rang through the air. It was not that Jiang Bao successfully hit Jiang Yi, however, but Jiang Bao’s stocky body flying a full fifty feet, like a broken cloth bag. After landing, he crashed heavily onto the ground.

source: 一道清脆的骨头碎裂声响起，他融合了黑色元力力量增大两三倍，只比这铸鼎境护卫弱上一份，这全力一记实实在在的手刀，劈裂对方的腕骨也是正常之事。
en_us: A crisp sound of bones breaking rang out. The combined black essence force increased Jiang Yi's strength by two to three times, such that he was weaker by this Cast Tripod Realm guard by just a bit. It was thus a normal phenomenon that this knife hand strike, in which he literally applied all his power to, was able to split open his opponent's wrist bone.

source: 一道焦急的呼声，让修炼中的江逸惊醒过来，他举目一望，发现四周一片漆黑天已经完全黑了。他拍了一下脑袋，暗暗责怪自己一心修炼竟然忘记时间了，连忙把炼丹房大门一关，朝声音的源头快步走去。
en_us: An anxious cry roused Jiang Yi from his refining practice. He lifted his head and looked around, quickly realizing the sky around him was already completely dark. He slapped himself in the head, silently blaming himself for being focused entirely on refining and ending up actually forgetting the time. He hurriedly closed the main doors of the alchemy lab, before walking speedily in the direction of the cry.

source: 一道破坏气氛的冷哼声响起，接着一个让江逸很不爽的声音传来：“江逸，你算什么东西？大少爷的名字也是你能叫的？遇到大少爷你不行礼就罢了，还敢直呼其名？你有这个资格吗？废物！”
en_us: A cold snort rang through, breaking the atmosphere. This was followed by a voice that left Jiang Yi disgruntled. "Jiang Yi, who do you think you are? You think you can say Great Young Master's name? Nevermind that you don't bow to greet Great Young Master, you dare to call him by his name directly? Do you have that privilege? Useless idiot!"

source: 一道褐色的身影从偏厅内爆射而出，身上暴戾的气息压得江逸透不过气来，柳长老一双鼓起牛眼内都是怒意，狠狠瞪了江逸一眼，单手一抓把丹炉的丹盖揭开，立即查探起来。
en_us: A brown-colored figure explosively shot out from within the side room, the violent air surrounding that figure bearing down on Jiang Yi so much that he could not breathe. Elder Liu's large, bull-like eyes were filled with rage as he stared viciously at Jiang Yi. With one hand, he grabbed the cauldron lid and lifted it up, revealing the contents of the cauldron. He immediately started investigating the dregs.

source: 一道道人影横飞出来，全躺在地上“哎哟”叫个不停，眼中却都是惊愕，他们自然不是全受了重伤，而是佯装受伤不敢继续上了。他们很多人根本没看清楚江逸的招式，就被击飞出去，还敢冲上去只有自找苦吃。
en_us: One by one, bodies were thrashed all over and they were all constantly crying "Ouch!", but their eyes were actually filled with fear instead. Not because they were injured but because they were acting injured so they wouldn't need to attack anymore. Majority of them couldn't even discern the technique used by Jiang Yi and got blown away by him. To carry on rushing him would be to seek trouble for themselves.

source: 一道道清脆的声音响起，江逸的右腿如毒蛇附骨般不断抽打在江松的小腿上。江松哪料到江逸反应的这么快？还没等醒悟过来，小腿已经被抽打了三腿了，一阵剧烈的痛苦传来，他暗道不妙连忙抽回右腿，准备暂时先退后避其锋芒再反扑。
en_us: Crisp sounds rang out one after another, as Jiang Yi's right leg continuously whipped Jiang Song's lower leg like a poisonous snake. How could Jiang Song know that Jiang Yi would respond so quickly? Before he realized, his lower leg had already been hit three times, releasing a burst of severe pain. Sensing something was wrong, he hastily moved his right leg back, ready to temporarily retreat and evade attacks first before counter-attacking.

source: 一道重重的冷哼声响起，此刻本弯下腰的江逸似乎早就料到了般，猛然抬起了头，一直藏在衣袖中的拳头上蓝色元力流转，傲然不惧的对着江如鹰破空而来的那条重腿砸去。
en_us: A deep and cold snort rang out. Jiang Yi, who at the moment had his waist bent downwards, suddenly raised up his head, as though he had already anticipated the incoming attack. The fists he had hidden within his long robe sleeves had been circulating blue essence force. He proudly and without fear smashed his fists onto Jiang Ruying's incoming heavy leg.

source: 一道长笑声打破了四周原本无比诡异的气氛，在其中一条虚空裂缝消失之前，一名全身笼罩在黑红长袍内的老者从中缓缓走出。这老者面色苍白，没有一丝血色，同时还褶满了皱纹。他的两条长眉垂落到耳际，一双阴鸷的眸子内呈现出一种最深最彻底的红。
en_us: Shrill laughter pierced through the abnormally strange ambiance, and out of the closing cracks emerged an elder, shrouded in blackish-red robes. His face was pale white without a tinge of blood and covered in wrinkles. His long brows drooped down to his ears, and his eerily piercing eyes glowed a deep cherry red.

source: 一道骨头断裂的声音响起，江逸这一腿全力劈下，没有半点留情面，轻松把铸鼎境二重的江松双手劈断，还重重的把他砸飞出去。
en_us: The snapping sound of the bone could be heard. Under the full force of Jiang Yi's kick, he left no mercy and easily broke both the arms of Jiang Song who was second stage of the Cast Tripod Realm. At the same time, Jiang Song got blasted off by the heavy forces from Jiang Yi.

source: 七岁开始修炼江水决，他修炼到十五岁才铸鼎境一重，此刻只是花费了不到十天就突破到铸鼎境二重，尽管有丹药的辅助，但也足够让江逸激动不已了。最重要的是，他的封印能不断破解，修炼速度能不断增加，这让他看到了希望，有希望的人生才能让人充满斗志。
en_us: He had started practising the Jiang Water Art technique at age seven, and it was only when he was fifteen that he managed to cultivate his power up to the second stage of the Cast Tripod Realm. Even though this was achieved with the help of elixir pills, it was good enough to leave Jiang Yi feeling endlessly excited. Most important of all was that his seal could be continously broken and his power cultivation speed could be continously increased - this allowed him to see a ray of hope, a hope that allowed one to be filled with fighting spirit and the will to endure.

source: 三个半时辰之后，天还没亮，江逸却停止了修炼。他睁开眼睛时，眸子都是不解和郁闷。因为——这黑色元力在修炼出十缕之后，无论他怎么运转无名决，丹田内竟不再产生黑色元力……
en_us: Six hours later, while the sky was still dark, Jiang Yi stopped the extraction process. He opened his eyes, revealing a look of non-comprehension and melancholy. Because... after extracting ten strands of this black essence force, no matter how much he circulated the nameless cultivation technique, his dantian no longer produced any more black essence force...

source: 三人一怔讪讪的退了回来，他们中实力最强的就是刘管事，他都不是江逸的对手他们追去也没用，一群人立即手忙脚乱的把马飞抬进了房间止血疗伤。
en_us: The three men was startled slightly and retreated in embarrassment. Out of all of them, Housekeeper Liu was the strongest. If he was no match against Jiang Yi, it was pointless for anyone else to give chase. A bunch of them carried Ma Fei post-haste into a room to staunch the bleeding and heal his wounds.

source: 三人同住在一间屋里，他又怎么会不知道，欧灵的右手，早在喝下那瓶药剂之后，就已经恢复了，此时再给这个霍伦看，又怎么可能看出什么来？
en_us: The three of them lived under the same roof, yet how could he not know? As soon as he had drunk that bottle of medicine, Orrin's right hand had recovered. And now if he were to let Hoeren have a look, how would Hoeren be able to tell?

source: 三人回到山洞的时候，克伦威尔正盯着篝火发呆。
en_us: Cromwell was staring at the bonfire, dazed, when the three of them had returned to the cave.

source: 三十瓶奥法药剂虽然关键，但老梅林更加看中的，其实还是拥有了药剂师的魔法公会，毕竟瘦死的骆驼比马大，落魄了几十年的魔法公会，依旧能在加洛斯城与梅林家族分庭抗礼，若是让他们拥有了一个药剂师，那又将是一副什么样的景象？
en_us: Those 30 bottles of Arcane Magic Potion were important, but what Old Merlin was more interested in was the Guild of Magic that had its own pharmacist. After all, a starving camel was still bigger than a horse. The Guild of Magic, which had been down and out for decades, could still stand against the Merlin Family in Jarrosus City. How would it look like if they were to have a pharmacist of their own?

source: 三十瓶奥法药剂，对于梅林家族来说，简直就是天赐的良机。
en_us: That 30 bottles of Arcane Magic Potion was a godsend opportunity for the Merlin Family.

source: 三名护卫顿时大怒就要追去，刘管事却爆喝起来：“追什么，你们这点实力想去送死？”
en_us: Three of the guards were instantly enraged and about to give chase. Housekeeper Liu however, yelled, "There's no use in chasing. With so little power, aren't the three of you digging your own graves?"
